cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jq'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'


cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'transmission'
cask 'vlc'
cask 'alfred'
cask 'sketch'
cask 'visual-studio-code'
